{"translation-revision-date":"2023-10-10 22:23:25+0000","generator":"GlotPress\/4.0.0-alpha.9","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Faites en sorte que vos produits soient listés et disponibles à la vente en un rien de temps ! Notre technologie moderne garantit une expérience fiable et simplifiée."],"Lightning fast performance ":["Des performances fulgurantes "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Mettez en avant les atouts de vos produits et suscitez l’intérêt de vos clients avec des descriptions de produits riches en contenu. Ajoutez des images, des vidéos et tout autre contenu nécessaire pour qu’ils réalisent un achat."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Tout ce dont vous avez besoin pour créer et vendre vos produits, en un seul endroit. Qu’il s’agisse de photos, de descriptions, de prix ou d’inventaire, tous les réglages de vos produits se trouvent ici."],"About the form…":["À propos du formulaire..."],"Thanks for the feedback — we'll put it to good use!":["Merci pour vos commentaires, nous en ferons bon usage !"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Nous travaillons activement à l’ajout de nouvelles fonctionnalités au formulaire de saisie produit, notamment la possibilité d’ajouter des produits numériques, des variations, etc. Surveillez cet espace !"],"What do you think of the new product form?":["Que pensez-vous du nouveau formulaire produit ?"],"Tell me more":["En savoir plus"],"More features are on the way":["D’autres fonctionnalités sont à venir"],"Content-rich product descriptions":["Descriptions de produits riches"],"Fresh and modern interface":["Interface rafraîchie et moderne"],"Turn off the new product form":["Désactiver le nouveau formulaire produit"],"Please enter no more than 500 characters.":["Veuillez ne pas saisir plus de 500 caractères."],"Please enter a valid email address.":["Veuillez saisir une adresse e-mail valide."],"In case you want to participate in further discussion and future user research.":["Vous souhaitez participer aux discussions ultérieures et aux futures recherches sur les utilisateurs ?"],"YOUR EMAIL ADDRESS <optional \/>":["VOTRE ADRESSE E-MAIL <optional \/>"],"(OPTIONAL)":["(FACULTATIF)"],"ADDITIONAL THOUGHTS <optional \/>":["REMARQUES COMPLÉMENTAIRES <optional \/>"],"Save changes and go back to the classic product editing screen.":["Enregistrez les modifications et revenez à l’écran classique de modification de produit."],"Return to main product":["Revenir au produit principal"],"Choose image":["Choisir une image"],"Drag image here or click to upload":["Faites glisser l’image ici ou cliquez pour charger"],"Next post":["Article suivant"],"Previous post":["Article précédent"],"Show me around (10s)":["Me faire découvrir (10 s)"],"I'll explore on my own":["Je découvrirai par moi-même"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Laissez-nous vous montrer comment naviguer dans le formulaire et créer ce produit du début à la fin en un rien de temps."],"Product editing tour":["Présentation de l’édition de produit"],"Meet the product editing form":["Découvrez le formulaire d’édition de produit"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Si le formulaire ne dispose pas encore de toutes les fonctionnalités dont vous avez besoin (il est toujours en développement), vous pouvez passer à l’éditeur classique à tout moment."],"Next product variation":["Variation de produit suivante"],"Previous product variation":["Variation de produit précédente"],"Failed to updated product variation.":["Échec de la mise à jour de la variation de produit."],"Product variation successfully updated.":["Variation de produit mise à jour avec succès."],"When enabled, customers will be able to select and purchase this variation from the product page.":["Lorsque cette option est activée, les clients peuvent sélectionner et acheter cette variation sur la page du produit."],"Variant details":["Détails de la variation"],"⚙️ Looking for more?":["⚙️ Vous en voulez plus ?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Avec tous les détails en place, utilisez les boutons en haut pour prévisualiser et publier facilement votre produit. Cliquez sur le bouton fléché pour voir plus d’options."],"🔍 Preview and publish":["🔍 Prévisualiser et publier"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Lorsque vous avez terminé, utilisez les onglets pour passer à d’autres détails et réglages. À l’avenir, vous trouverez également ici des extensions."],"✍️ Set up pricing & more":["✍️ Configurer les prix et plus"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Le formulaire de produit vous aidera à décrire votre produit champ par champ, des détails basiques comme le nom et la description aux attributs que les clients peuvent utiliser pour le trouver sur votre boutique."],"📣 Tell a story about your product":["📣 Raconter une histoire sur votre produit"],"Apply a tax rate if this product qualifies for tax reduction or exemption. {{link}}Learn more{{\/link}}":["Appliquez un taux de taxe si ce produit est éligible à une réduction ou exonération fiscale. {{link}}Lire la suite{{\/link}}"],"Don't charge tax":["Ne pas facturer de taxe"],"Only shipping":["Livraison seule"],"Product and shipping":["Produits et livraison"],"Charge sales tax on":["Facturer une taxe de vente sur"],"Not visible to customers":["Non visible pour les utilisateurs"],"Updating product variation":["Mise à jour de la variation de produit"],"Manage individual variation details in the Options tab.":["Gérez les détails de variation individuelle dans l’onglet Options."],"Manage individual product combinations created from options.":["Gérez des combinaisons de produits créées à partir d’options."],"Price (%s)":["Prix (%s)"],"How to make variations work for you":["Comment utiliser des variations"],"Variation":["Variation"],"The product editing screen's functionality meets my needs":["La fonctionnalité Écran de modification de produits répond à mes besoins."],"The product editing screen is easy to use":["L’écran de modification de produits est facile à utiliser."],"A shipping class with that slug already exists.":["Une classe de livraison avec ce slug existe déjà."],"We couldn’t add this shipping class. Try again in a few seconds.":["Nous n’avons pas pu ajouter cette classe de livraison. Réessayez dans quelques secondes."],"Now":["Maintenant"],"Restrictions":["Restrictions"],"Quantity tracking is disabled for all products. Go to global store settings to change it.":["Le suivi de la quantité est désactivé pour tous les produits. Accédez aux réglages globaux de la boutique pour le modifier."],"Don't allow purchases":["Ne pas autoriser les achats"],"Allow purchases, but notify customers":["Autoriser les achats, mais avertir les clients"],"Allow purchases":["Autoriser les achats"],"When out of stock":["En cas de rupture de stock"],"No end date":["Aucune date de fin"],"To":["Au"],"From":["Du"],"The sale will start at the beginning of the \"From\" date ({{startTime\/}}) and expire at the end of the \"To\" date ({{endTime\/}}). {{moreLink\/}}":["La promotion commencera dès la date « Du » ({{startTime\/}}) et expirera après la date « Au » ({{endTime\/}}). {{moreLink\/}}"],"Schedule sale":["Planifier une promotion"],"Visible to customers":["Visible pour les utilisateurs"],"Please enter a valid date.":["Veuillez saisir une date valide."],"The end date of the sale must be after the start date.":["La date de fin de la promotion doit être postérieure à la date de début."],"The start date of the sale must be before the end date.":["La date de début de la promotion doit être antérieure à la date de fin."],"More product options":["Plus d’options de produit"],"Height {{span}}C{{\/span}}":["Hauteur {{span}}C{{\/span}}"],"Length {{span}}B{{\/span}}":["Longueur {{span}}B{{\/span}}"],"Width {{span}}A{{\/span}}":["Largeur {{span}}A{{\/span}}"],"Enter the size of the product as you'd put it in a shipping box, including packaging like bubble wrap.":["Indiquez la taille du produit tel que vous le placeriez dans une boîte d’expédition, incluant l’emballage comme le papier bulle."],"Manage shipping classes and rates in {{link}}global settings{{\/link}}.":["Gérez les classes et les tarifs d’expédition dans les {{link}}réglages globaux{{\/link}}."],"Set up shipping costs and enter dimensions used for accurate rate calculations.":["Configurez les frais d’expédition et indiquez les dimensions utilisées pour le calcul précis des tarifs."],"Stock quantity must be a positive number.":["La quantité en stock doit être un nombre positif."],"Track quantity for this product":["Suivre la quantité pour ce produit"],"SKU (Stock Keeping Unit)":["UGS (Unité de Gestion des Stock)"],"Manage global inventory settings":["Gérer les réglages du stock global"],"Set up and manage inventory for this product, including status and available quantity.":["Configurez et gérez le stock de ce produit, y compris l’état et la quantité disponible."],"Make sure to enable notifications in {{link}}store settings{{\/link}}.":["Veuillez activer les notifications dans {{link}}réglages de boutique{{\/link}}."],"%d (store default)":["%d (valeur par défaut de la boutique)"],"Email me when quantity reaches":["Envoyer un e-mail quand la quantité atteint"],"Current quantity":["Quantité actuelle"],"Product quantity":["Quantité de produits"],"How to price your product: expert tips":["Comment choisir un prix pour vos produits : conseils d’experts"],"Drop here to remove":["Déposer ici pour retirer"],"How should I prepare images?":["Comment préparer des images ?"],"For best results, use JPEG files that are 1000 by 1000 pixels or larger.":["Pour de meilleurs résultats, utilisez des fichiers JPEG qui font plus de 1000 par 1000 pixels."],"Learn more about attributes":["Apprendre sur le sujet des attributs"],"Add descriptive pieces of information that customers can use to filter and search for this product.":["Ajouter une description que les clients peuvent utiliser pour filtrer et chercher pour ce produit."],"Weight must be higher than zero.":["Le poids doit être supérieure à zéro."],"Height must be higher than zero.":["La hauteur doit être supérieure à zéro."],"Length must be higher than zero.":["La longueur doit être supérieure à zéro."],"Width must be higher than zero.":["La largeur doit être supérieure à zéro."],"List price":["Prix catalogue"],"Set a competitive price, put the product on sale, and manage tax calculations.":["Fixez un prix compétitif, mettez le produit en promo et gérez les calculs de taxes."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}not included{{\/strong}} in the price.":["Conformément aux {{link}}réglages de votre boutique{{\/link}}, la taxe n’est {{strong}}pas incluse{{\/strong}} dans le prix."],"Per your {{link}}store settings{{\/link}}, tax is {{strong}}included{{\/strong}} in the price.":["Conformément aux {{link}}réglages de votre boutique{{\/link}}, la taxe est {{strong}}incluse{{\/strong}} dans le prix."],"Sale price cannot be equal to or higher than list price.":["Le tarif promo ne peut pas être égal ou supérieur au prix catalogue."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Veuillez saisir un prix avec une décimale monétaire sans séparateur de milliers ni symbole monétaire."],"Please enter a product name shorter than 120 characters.":["Veuillez saisir un nom de produit de moins de 120 caractères."],"This field is required.":["Champ obligatoire."],"Describe this product. What makes it unique? What are its most important features?":["Décrivez ce produit. Qu’est-ce qui le rend unique ? Quelles sont ses fonctionnalités les plus importantes ?"],"Drag images here or click to upload":["Glissez-déposez vos fichiers ici ou cliquez pour les téléverser"],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Vous ne pouvez pas modifier cet élément car il se trouve dans la corbeille. Veuillez le restaurer et réessayer."],"This info will be displayed on the product page, category pages, social media, and search results.":["Ces informations seront affichées sur la page du produit, les pages de catégorie, les réseaux sociaux et les résultats de recherche."],"Product details":["Détails sur le produit"],"Move to trash":["Déplacer dans la corbeille"],"Publish & duplicate":["Publier et dupliquer"],"Update & duplicate":["Actualiser et dupliquer"],"Publish options":["Options de publication"],"Publish":["Publier"],"Updating":["Mise à jour en cours"],"Saved":["Enregistré"],"Switch to draft":["Basculer en brouillon"],"Save draft":["Enregistrer le brouillon"],"Saving":["Enregistrement"],"Limit purchases to 1 item per order":["Limiter les achats à 1 article par commande"],"Options":["Options"],"Finish":["Terminer"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"Guide controls":["Guider les contrôles"],"Close settings":["Fermer les réglages"],"Share feedback":["Partager des commentaires"],"On backorder":["En réapprovisionnement"],"Completed":["Terminée"],"Images":["Images"],"Previous":["Précédent"],"Next":["Suivant"],"Quantity":["Quantité"],"Add new shipping class":["Ajouter une nouvelle classe d’expédition"],"Stock status":["État du stock"],"Weight":["Poids"],"Dimensions":["Dimensions"],"Menu order":["Ordre du menu"],"Enable reviews":["Activer les avis"],"Pricing":["Tarification"],"Sale price":["Tarif promo"],"Save":["Enregistrer"],"Learn more":["En savoir plus"],"Shipping class":["Classe d’expédition"],"No shipping class":["Pas de classe d’expédition"],"Tax class":["Classe de TVA"],"Products":["Produits"],"General":["Général"],"Inventory":["Inventaire"],"Variations":["Variations"],"Advanced":["Avancé"],"Shipping":["Expédition"],"Image":["Image"],"Preview":["Aperçu"],"Description":["Description"],"Attributes":["Attributs"],"Update":["Mettre à jour"],"Edit":["Modifier"],"Copy to a new draft":["Copier vers un nouveau brouillon"],"In stock":["En stock"],"Settings":["Réglages"],"Out of stock":["Rupture de stock"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}